"AWAY_LOCK_LABEL" = "desbloquear";
"AWAY_LOCK_LABEL_SHORT" = "desbloquear";
"AWAY_LOCK_LABEL_FORMAT" = "%@";
"AWAY_LOCK_EMERGENCY_LABEL" = "emergência";
"AWAY_LOCK_BUDDY_LABEL" = "configurar";
"AWAY_SMS_LABEL" = "mensagem";
"AWAY_MISSED_CALL_LABEL" = "perdida";
"AWAY_MISSED_VOICEMAIL_LABEL" = "voicemail";
"VOICEMAIL_AVAILABLE" = "Voicemail disponível";
"AWAY_EMPTY_CALL" = "desconhecido";
"AWAY_EMPTY_SMS" = "desconhecido";
"AWAY_EMPTY_VM" = "desconhecido";
"AWAY_CALENDAR_LABEL" = "evento";
"REMOTE_NOTIFICATIONS_LOCK_FORMAT" = "%@";
"REMOTE_NOTIFICATIONS_LOCK_LABEL" = "ver";
"DISMISS_ALERT" = "OK";
"DONE" = "OK";
"REPLY" = "Escrever";
"REDIAL" = "Repetir marcação";
"ACCEPT" = "Aceitar";
"SMS_READ" = "Lidas";
"SMS_ALERT_TITLE" = "Mensagem";
"SLIDE_TO_ANSWER" = "atender";
"POWER_DOWN_LINE_1" = "manter botão pressionado";
"POWER_DOWN_LINE_2" = "para desligar";
"PIN_LOCKED_STRING" = "O seu cartão SIM está bloqueado. Deseja desbloqueá‑lo?";
"UNLOCK" = "Desbloquear";
"IPOD_ONLY" = "iPod";

"NEW_VOICEMAIL" = "Novo voicemail";
"NEW_VOICEMAIL_BODY" = "Voicemail";
"NEW_VOICEMAIL_FROM" = "Novo voicemail de %@";
"SLIDE_TO_LISTEN" = "ouvir";
"LISTEN" = "Ouvir";

"CALLING" = "a ligar…";
"CALLING_LABEL_FORMAT" = "a ligar %@…";

"SLIDE_TO_CALL_BACK" = "devolver chamada";
"SLIDE_TO_CALL_BACK_SHORT" = "repetir";
"CALL_BACK" = "Repetir";
"CALL_FAILURE" = "Chamada falhou";
"CALL_WITH" = "Fazer chamada com %@: %@";

"PIN_LOCKED_TITLE" = "SIM bloqueado";
"ENTER_PIN_TITLE" = "Digite o PIN";
"PIN_ATTEMPT_REMAINING" = "Tem mais 1 tentativa";
"PIN_ATTEMPTS_REMAINING" = "Tem mais %@ tentativas";
"WAITING_RESPONSE_TITLE" = "A desbloquear…";
"WAIT_FOR_UNLOCK" = "por favor, aguarde";
"PIN_UNLOCK_FAILED_TITLE" = "PIN incorrecto";

"PUK_LOCKED_TITLE" = "Bloqueado por PUK";
"ENTER_PUK_TITLE" = "Digite o PUK";
"PUK_LOCKED_STRING" = "Não é possível aceder ao SIM. Contacte a operadora móvel para obter o código PUK.";
"PUK_LOCKED_ENTER_PIN" = "Digite o PIN";
"PUK_LOCKED_ENTER_PIN_LABEL" = "escolha um novo código PIN";
"PUK_LOCKED_CONFIRM_PIN" = "Confirmar novo PIN";
"PUK_LOCKED_CONFIRM_PIN_LABEL" = "volte a digitar o novo código PIN";
"PUK_UNLOCK_FAILED_TITLE" = "PUK incorrecto";
"PUK_LOCKED_PIN_MISMATCH_LABEL" = "os PINs anteriores são diferentes";
"BRICKED_AND_SIM_LOCKED_STRING_IPHONE" = "Para activar o iPhone, insira um SIM válido e desbloqueado.";
"BRICKED_AND_SIM_LOCKED_STRING_IPAD" = "Para activar o iPad, insira um SIM válido e desbloqueado.";
"PUK_HOPELESSLY_LOCKED_TITLE" = "PUK esgotado";
"PUK_HOPELESSLY_LOCKED_STRING" = "Esgotou todas as tentativas para desbloquear o cartão SIM. Por favor, contacte a operadora móvel.";

"MISSING_SIM_TITLE" = "Nenhum cartão SIM instalado";
"LOCKED_SIM_TITLE" = "SIM incorrecto";

"PERSONALIZATION_LOCK_ENTER_CODE" = "Digite o código";
"PERSONALIZATION_UNLOCK_FAILED_TITLE" = "Código incorrecto";

"NETWORK_LOCKED_LABEL" = "personalização da rede";
"OPERATOR_LOCKED_LABEL" = "personalização da operadora";
"OPERATOR_SS_LOCKED_LABEL" = "personalização de subconjunto da operadora";
"CORPORATE_LOCKED_LABEL" = "personalização empresarial";
"SERVICE_PROVIDER_LOCKED_LABEL" = "personalização do fornecedor de serviços";

"PERSONALIZATION_LOCKED_SIM_STRING" = "Este iPhone tem de ser utilizado com um SIM aprovado.";

"NETWORK_LOCKED_SIM_STRING" = "O seu telefone está associado a um cartão SIM específico.";
"OPERATOR_LOCKED_SIM_STRING" = "O seu telefone está associado a cartões SIM emitidos por uma operadora de rede específica.";
"OPERATOR_SUBSET_LOCKED_SIM_STRING" = "O seu telefone está associado a cartões SIM específicos emitidos por um fornecedor de rede específico.";
"CORPORATE_LOCKED_SIM_STRING" = "O seu telefone está associado a cartões SIM específicos emitidos para empresas.";
"SERVICE_PROVIDER_LOCKED_SIM_STRING" = "O seu telefone está associado a cartões SIM emitidos por um fornecedor de serviços específico.";

"DURATION_PREAMBLE" = "Toque para voltar à chamada";
"PLEASE_WAIT" = "Por favor, aguarde…";
"BAD_SIM_TITLE" = "Falha do SIM";
"BAD_SIM_STRING" = "O seu SIM tem de ser substituído. Contacte o seu fornecedor de serviço.";
"CHARS_REMAINING" = "Faltam %@ caracteres";
"CHAR_REMAINING" = "Falta %@ carácter";
"UNKNOWN" = "Desconhecido";
"BLOCKED" = "Bloqueado";
"CANCEL" = "Cancelar";
"BACK" = "Anterior";
"SEND" = "Enviar";
"YES" = "Sim";
"NO" = "Não";
"NEW_TEXT_MESSAGE" = "Nova mensagem";

"VIEW" = "Ver";
"CLOSE" = "Fechar";
"POWER_DOWN_LOCK_LABEL" = "desligar";
"POWER_DOWN_CANCEL" = "Cancelar";
"DIAL" = "Marcar";
"NO_SERVICE" = "Sem rede";
"SEARCHING" = "A pesquisar…";
"SOS_ONLY" = "Só SOS";
"NO_SIM" = "Nenhum SIM";
"BAD_SIM" = "SIM inválido";
"LOCKED_SIM" = "SIM bloqueado";
"MULTIPLE_CALLS" = "Várias chamadas";
"CONFERENCE_CALL" = "Conferência";

"Call Failure\n%@\n%@" = "Falha de chamada\n%@\n%@";

"MOBILITY_MANAGEMENT_FORMAT_STRING" = "MM #%d";
"Smart chip not provisioned" = "SIM não fornecido";
"Smart chip not allowed" = "SIM não permitido";
"Call failed" = "A chamada falhou";
"Phone not allowed" = "Telefone não permitido";

"FIXED_DIALING_LOCKED_SIM_TITLE" = "Marcação fixa de números activa";
"FIXED_DIALING_LOCKED_SIM_STRING" = "O seu SIM tem activada a marcação fixa de números.  Só poderá fazer chamadas de emergência.";

"TTY (No SIM)" = "TTY (Sem SIM)";
"TTY" = "TTY";
"USE_TTY_FOR_CALL" = "Usar TTY para esta chamada?";

"ENTER_PASSCODE" = "Digite o código";
"WRONG_PASSCODE" = "Código errado";
"TRY_AGAIN" = "volte a tentar";
"DEVICE_BLOCKED" = "%@ desactivado";
"EMERGENCY_CALL" = "Chamada de emergência";
"EMERGENCY_CALL_TITLE" = "Chamada\nde emergência";
"CONNECT_TO_ITUNES" = "ligar ao iTunes";
"ONE_MINUTE_TO_UNBLOCK" = "volte a tentar daqui a 1 minuto";
"MULTIPLE_MINUTES_TO_UNBLOCK" = "volte a tentar daqui a %@ minutos";

"ALPHANUMERIC_PASSCODE_OK" = "OK";
"ALPHANUMERIC_PASSCODE_CANCEL" = "Cancelar";

"VOD_OK" = "OK";

"LOCAL_NOTIFICATION_SNOOZE" = "Snooze";

"LOW_BATT_TITLE" = "Bateria fraca";
"LOW_BATT_MSG_LEVEL" = "Atenção: bateria a %@";

"AUTO_WIFI_SYNC_LOW_POWER" = "A sincronização automática com o iTunes por Wi‑Fi continuará quando o dispositivo estiver carregado.";
"AUTO_WLAN_SYNC_LOW_POWER" = "A sincronização automática por WLAN com o iTunes continuará quando o dispositivo estiver carregado.";
"WIFI_SYNC_LOW_POWER" = "A sincronização com o iTunes por Wi‑Fi continuará quando o dispositivo estiver carregado.";
"WLAN_SYNC_LOW_POWER" = "A sincronização por WLAN com o iTunes continuará quando o dispositivo estiver carregado.";
"SYNC_LOW_POWER" = "A sincronização com o iTunes continuará quando o dispositivo estiver carregado.";

"NETWORK_LOST" = "Perda de rede";
"NETWORK_RESTRICTED" = "Rede restrita";
"SETTINGS" = "Nova rede";
"NETWORK_LOST_TEXT" = "A rede seleccionada já não está disponível. Pode seleccionar uma rede diferente em Definições.";
"NETWORK_RESTRICTED_TEXT" = "O acesso à rede seleccionada é restrito. Pode seleccionar uma rede diferente em Definições.";
"NETWORK_LOST_LOCK_LABEL" = "seleccionar";
"NETWORK_LOST_LOCK_LABEL_SHORT" = "escolher";

"CALL" = "Ligar";

"OK" = "OK";

"TIMER_LOCK_LABEL" = "parar o temporizador";
"COUNT_DOWN_TIME_REACHED" = "Temporizador concluído";

"LOW_DISK_SPACE_TITLE" = "Armazenamento quase cheio";
"LOW_DISK_SPACE_MESSAGE" = "O armazenamento pode ser gerido em Definições.";
"LOW_DISK_SPACE_DISMISS" = "OK";
"LOW_DISK_SPACE_SETTINGS" = "Definições";

"DEAD_RADIO_TITLE" = "Restauro necessário";
"DEAD_RADIO_MESSAGE" = "Não é possível efectuar nem receber chamadas. Restaure o iPhone através do iTunes.\nwww.apple.com/pt/support";

"DEVICE_INACTIVE" = "Activar o iPhone";
"ACTIVATION_REQUIRED" = "Requer activação";
"PHONE_ACTIVATED" = "iPhone activado";
"WAITING_FOR_ACTIVATION_TITLE" = "A aguardar activação";
"WAITING_FOR_ACTIVATION_BODY" = "Poderá demorar.";
"ACTIVATION_FAILED_TITLE" = "O iPhone não está activado";
"ACTIVATION_FAILED_BODY" = "Caso este problema persista, contacte a sua operadora móvel.";
"ACTIVATION_FAILED_BODY_SUPPORT" = "Caso este problema persista, contacte a sua operadora; com outro telefone, ligue para o %@.";
"ACTIVATION_FAILED_IGNORE_BUTTON" = "Ignorar";
"ACTIVATION_FAILED_RETRY_BUTTON" = "Voltar a tentar";
"MISMATCHED_SIM_TITLE" = "Foi detectado um SIM diferente";
"MISMATCHED_SIM_BODY" = "Estabeleça ligação ao iTunes";
"REGISTRATION_FAILED_TITLE" = "Aviso de activação";
"REGISTRATION_FAILED_BODY" = "Sinal não detectado. É necessário sinal para concluir a activação.";

"CALL_FORWARDING_ACTIVE" = "Reencaminhamento activo";
"OUTGOING_CALL_FORWARDED" = "Chamada reencaminhada";
"INCOMING_CALL_FORWARDED" = "Chamada reencaminhada";

"AIRPLANE_DATA_PROMPT" = "Para transferir dados, desactive o modo de voo ou use Wi‑Fi.";
"AIRPLANE_DATA_PROMPT_WLAN" = "Para transferir dados, desactive o modo de voo ou use WLAN.";
"AIRPLANE_DATA_PROMPT_NO_WIFI" = "Desactive o modo de voo";
"AIRPLANE_DATA_OK" = "OK";
"AIRPLANE_DATA_SETTINGS" = "Configurar";
"AIRPLANE_CELL_PROMPT" = "Tem de desactivar o modo de voo para aceder aos dados.";
"AIRPLANE_CELL_PROMPT_SMS" = "Tem de desactivar o modo de voo para enviar e/ou receber mensagens.";

"IN_CALL_LAUNCH_ALERT" = "A transmissão de dados móveis não está disponível durante esta chamada.";
"IN_CALL_LAUNCH_OK" = "OK";

"PIN_ENTRY_SUCCESS" = "PIN válido";
"PUK_ENTRY_SUCCESS" = "PUK válido";

"SLIDE_TO_CANCEL" = "cancelar";

"RESTORE_IN_PROGRESS" = "Restauro em curso";
"RESTORE_COMPLETE" = "Restauro concluído";
"RESTORE_FAILED" = "O restauro falhou";

"RESTORE_FAILURE_ALERT_RESTART_BUTTON_TITLE" = "Reiniciar";
"RESTORE_FAILURE_ALERT_BODY_TEXT" = "Ocorreu um problema ao restaurar. Reinicie o %@ e tente restaurar de novo.";

"RESET_IN_PROGRESS" = "A repor %@";
"RESET_COMPLETE" = "Reposição completa";

"NO_NAME" = "Desconhecido";

"HEADSET_VOLUME" = "auricular";
"BLUETOOTH_VOLUME" = "Bluetooth";
"RINGER_VOLUME" = "toque";
"SOUND_EFFECTS_VOLUME" = "efeitos sonoros";
"VOLUME" = "volume";
"HEADPHONES" = "auscultadores";
"VOLUME_HUD_FORMAT" = "(%@)";

"RE-CALIBRATE COMPASS" = "Interferências";
"RE-CALIBRATE_INSTRUCTION_IPHONE" = "Afaste‑se de possíveis fontes de interferência, ou\nrecalibre, desenhando um 8 no ar com o iPhone.";
"RE-CALIBRATE_INSTRUCTION_IPOD" = "Afaste‑se de possíveis fontes de interferência,\nou recalibre, desenhando um 8 no ar com o iPod.";
"RE-CALIBRATE_INSTRUCTION_IPAD" = "Afaste‑se de possíveis fontes de interferência, ou\nrecalibre, desenhando um 8 no ar com o iPad.";

"EDGE_FAILURE" = "Não foi possível activar a rede de dados móveis";
"EDGE_FAILURE_SETTINGS" = "Definições";  
"EDGE_ROAMING_FAILURE_TITLE" = "O roaming está desactivado.";
"EDGE_ROAMING_FAILURE_BODY" = "Use Wi‑Fi ou active o roaming de dados em Definições > Geral > Rede. Sujeito a tarifas adicionais.";
"EDGE_ROAMING_FAILURE_BODY_WLAN" = "Use WLAN ou active o roaming de dados em Definições > Geral > Rede. Sujeito a tarifas adicionais.";
"EDGE_ROAMING_FAILURE_BODY_NO_WIFI" = "Active o roaming em Definições > Geral > Rede. Sujeito a tarifas adicionais.";
"EDGE_ROAMING_FAILURE_BODY_IPAD" = "Use Wi‑Fi ou active o roaming de dados em Definições > Dados móveis. Sujeito a tarifas adicionais.";
"EDGE_ROAMING_FAILURE_BODY_IPAD_WLAN" = "Use WLAN ou active o roaming de dados em Definições > Dados móveis. Sujeito a tarifas adicionais.";
"EDGE_ROAMING_FAILURE_BODY_IPAD_NO_WIFI" = "Active o roaming de dados em Definições > Dados móveis. Sujeito a tarifas adicionais.";
"EDGE_OFF_FAILURE_TITLE" = "Dados móveis desactivados";
"EDGE_OFF_FAILURE_BODY" = "Para aceder a dados, active a opção Dados móveis ou use Wi‑Fi.";
"EDGE_OFF_FAILURE_BODY_WLAN" = "Para aceder a dados, active a opção Dados móveis ou use WLAN.";
"EDGE_OFF_FAILURE_BODY_NO_WIFI" = "Para aceder a dados, active a opção Dados móveis.";
"EDGE_OFF_FAILURE_BODY_IPAD" = "Para aceder a dados, active a opção Dados móveis ou use Wi‑Fi.";
"EDGE_OFF_FAILURE_BODY_IPAD_WLAN" = "Para aceder a dados, active a opção Dados móveis ou use WLAN.";
"EDGE_OFF_FAILURE_BODY_IPAD_NO_WIFI" = "Para aceder a dados, active a opção Dados móveis.";
"EDGE_OK" = "OK";

"kGprsIllegalMs" = "MS ilegal";
"kGprsIllegalMe" = "ME ilegal";
"kGprsServicesNotAllowed" = "Serviços GPRS não permitidos";
"kGprsPlmnNotAllowed" = "PLMN não permitido";
"kGprsLocationAreaNotAllowed" = "Área de localização não permitida";
"kGprsRoamingNotAllowedInLocationArea" = "Roaming não permitido nesta área de localização";
"kGprsServiceOptionNotSupported" = "Opção de serviço não suportada";
"kGprsServiceOptionNotSubscribed" = "Não tem assinatura de serviço de dados móveis";
"kGprsServiceOptionTemporarilyOutOfOrder" = "A rede de dados móveis encontra‑se temporariamente indisponível";
"kGprsPdpAuthenticationFailure" = "Falha de autenticação PDP";
"kGprsInvalidMobileClass" = "Classe móvel inválida";

"IPOD" = "iPod";
"MUSIC" = "Música";

"SETTING_LANGUAGE" = "A alterar idioma…";
// Localized device name capabilities
"iPod" = "iPod";
"iPad" = "iPad";
"iPhone" = "iPhone";

"EXPIRED_FORMAT" = "O período de aluguer de “%@” terminou.";
"WARNING_DAYS_FORMAT" = "Tem %@ dias para ver “%@” e, depois, este será apagado.";
"WARNING_DAY_FORMAT" = "Tem %@ dia para ver “%@” e, depois, este será apagado.";
"WARNING_HOURS_FORMAT" = "Tem %@ horas para ver “%@” e, depois, este será apagado.";
"WARNING_HOUR_FORMAT" = "Tem %@ hora para ver “%@” e, depois, este será apagado.";
"WARNING_MINUTES_FORMAT" = "Tem %@ minutos para ver “%@” e, depois, este será apagado.";
"WARNING_MINUTE_FORMAT" = "Tem %@ minuto para ver “%@” e, depois, este será apagado.";

"NEWSSTAND_ICON_TITLE" = "Quiosque";
"NEWSSTAND_FOLDER_TITLE" = "Quiosque";
"NEWSSTAND_STORE_BUTTON_TITLE" = "Loja";
"NEWSSTAND_NEWISSUEBADGE_TITLE" = "Novo";

"DELETE_ICON_TITLE" = "Apagar ícone";
"DELETE_ICON_BODY" = "Tem a certeza de que pretende apagar o marcador “%@”?";
"DELETE_ICON_CONFIRM" = "Apagar";
"DELETE_ICON_CANCEL" = "Cancelar";

"DELETE_WIDGET_TITLE" = "Apagar “%@”";
"DELETE_WIDGET_BODY" = "Tem a certeza de que pretende eliminar “%@”?";
"DELETE_WIDGET_CONFIRM" = "Apagar";
"DELETE_WIDGET_CANCEL" = "Cancelar";

"UNINSTALL_ICON_TITLE" = "Apagar “%@”";
"UNINSTALL_ICON_TITLE_FOR_APP_WITH_DOCUMENTS_IN_CLOUD" = "Apagar “%@”";
"UNINSTALL_ICON_TITLE_FOR_APP_WITH_DOCUMENTS_UPDATES_PENDING" = "Actualizações pendentes";
"UNINSTALL_ICON_BODY" = "Se apagar “%@”, apagará igualmente os respectivos dados.";
"UNINSTALL_ICON_BODY_MULTIPLE" = "Se apagar “%@”, apagará igualmente %@ e os respectivos dados.";
"UNINSTALL_ICON_BODY_FOR_APP_WITH_DOCUMENTS_IN_CLOUD" = "Ao apagar “%@” está igualmente a apagar os respectivos dados deste %@. Os documentos e dados armazenados em iCloud não serão apagados e podem ser geridos em Definições.";
"UNINSTALL_ICON_BODY_FOR_APP_WITH_DOCUMENTS_UPDATES_PENDING" = "Alguns documentos em iCloud têm actualizações pendentes. Estas serão perdidas, se apagar “%@”.";
"UNINSTALL_ICON_CONFIRM" = "Apagar";
"UNINSTALL_ICON_CANCEL" = "Cancelar";

"RATINGS_ICON_TITLE" = "Avalie “%@” antes de a apagar.";
"RATINGS_ICON_BODY" = "Toque numa estrela para avaliar.";
"RATINGS_ICON_SKIP" = "Não";
"RATINGS_ICON_RATE" = "Avaliar";

"GAMECENTER_DELETE_STATS_TITLE" = "Pretende remover “%@” do Game Center?";
"GAMECENTER_DELETE_STATS_BODY" = "Deixará de aparecer nos marcadores de \"%@\".";
"GAMECENTER_DELETE_STATS_DELETE" = "Remover";
"GAMECENTER_DELETE_STATS_CANCEL" = "Manter";

"REORDER_INFO_TEXT" = "Toque e mantenha pressionado um ícone para entrar no modo de reordenação. Prima o botão de menu para parar.";
"REORDER_INFO_TITLE" = "Editar ecrã principal";
"REORDER_INFO_BODY" = "Para reordenar os ícones, mantenha o dedo sobre um deles até que comece a abanar, e arraste‑o para a posição desejada.\nArraste um ícone para a extrema direita para criar outras páginas de ícones.\nPrima o botão principal quando terminar.";

"CARRIER_DEBUGGING_TITLE" = "Configurado para diagnóstico";
"CARRIER_DEBUGGING_BODY" = "Este aparelho está configurado de forma a enviar informação de diagnóstico à Apple.\nToda a informação de utilização, incluindo informação de teor pessoal, aparecerá nos relatórios enviados à Apple. Os testers desta versão preliminar do software têm de enviar estes dados.\nSe, por razões profissionais, necessita de desactivar esta função, a sua empresa fornecer‑lhe‑á instruções adicionais.";

"UNHANDLED_URL_TITLE" = "URL não suportado";
"UNHANDLED_URL_BODY" = "Este URL não foi carregado:\n%@";

"RESTRICTED_URL_TITLE" = "URL restrito";
"RESTRICTED_URL_BODY" = "Este URL não foi carregado:\n%@";

"CALL_PERMISSION_ALERT_CALL" = "Ligar";
"CALL_PERMISSION_ALERT_CANCEL" = "Cancelar";

"DOWNLOADING_ICON_LABEL" = "A carregar…";
"INSTALLING_ICON_LABEL" = "A instalar…";
"PAUSED_ICON_LABEL" = "Em pausa";
"RESTRICTED_ICON_LABEL" = "Restrito";
"WAITING_ICON_LABEL" = "A aguardar…";

"APP_DOWNLOAD_QUEUE_ERROR" = "Não foi possível obter informação de descarga. Volte a ligar ao iTunes.";

"PENDING_DOWNLOAD_REMOVED_TITLE" = "Descargas concluídas";
"PENDING_DOWNLOAD_REMOVED_BODY" = "Foram concluídas algumas descargas no iTunes no seu computador.";
"PENDING_DOWNLOAD_REMOVED_OK" = "Fechar";

"ALL_PENDING_DOWNLOADS_REMOVED_TITLE" = "Descargas concluídas";
"ALL_PENDING_DOWNLOADS_REMOVED_BODY" = "Foram concluídas todas as descargas no iTunes no seu computador.";
"ALL_PENDING_DOWNLOADS_REMOVED_OK" = "Fechar";

"ENTER_CURRENT_PASSCODE" = "Antes de alterar o código actual, tem de o digitar.";
"ENTER_NEW_PASSCODE" = "Código novo";
"CONFIRM_NEW_PASSCODE" = "Volte a digitar o novo código";
"CONFIRM_NEW_PASSCODE_MISMATCH" = "Os códigos novos não coincidem. %@";

"PASSCODE_ALERT_EMERGENCY" = "Emergência";
"PASSCODE_ALERT_CANCEL" = "Cancelar";
"PASSCODE_ALERT_NEXT" = "Continuar";
"PASSCODE_ALERT_DONE" = "Guardar";
"PASSCODE_ALERT_TITLE" = "Requisitos de código";
"PASSCODE_ALERT_INCORRECT_PASSCODE" = "Código incorrecto. Digite o código actual.";

"NON_COMPLIANT_PASSCODE_LATER" = "Noutra altura";
"NON_COMPLIANT_PASSCODE_CONTINUE" = "Continuar";
"PASSCODE_REMINDER_CANCEL" = "Agora não";
"PASSCODE_REMINDER_CONTINUE" = "Continuar";

"AFTER_CLTM_SHUTDOWN_BODY_IPHONE" = "A temperatura fez com que o iPhone se desligasse.";
"AFTER_CLTM_SHUTDOWN_BODY_IPAD" = "A temperatura fez com que o iPad se desligasse.";
"AFTER_CLTM_SHUTDOWN_BODY_IPOD" = "A temperatura fez com que o iPod se desligasse.";

"IPHONE_TOO_HOT" = "Temperatura";

"FIREWIRE_ALERT_STRING" = "Com este acessório não é\npossível carregar a bateria";
"THERMAL_ALERT_STRING_IPHONE" = "Antes de poder voltar a utilizá‑lo\no iPhone tem de arrefecer.";
"THERMAL_ALERT_STRING_IPAD" = "Antes de poder voltar a utilizá‑lo\no iPad tem de arrefecer.";
"THERMAL_ALERT_STRING_IPOD" = "Antes de poder voltar a utilizá‑lo\no iPod tem de arrefecer.";

"APP_PROFILE_EXPIRED_BODY" = "Não é possível abrir “%@”, porque o perfil de fornecimento já não é válido.";
"APP_PROFILE_EXPIRED_OK" = "OK";

"APP_PROFILE_NOT_TRUSTED_BODY" = "Tem a certeza de que pretende abrir a aplicação “%@” do programador “%@”?";
"APP_PROFILE_NOT_TRUSTED_CONFIRM" = "Continuar";
"APP_PROFILE_NOT_TRUSTED_CANCEL" = "Sair";

"MULTIPLE_NEW_MESSAGE_HIDDEN_PREVIEW" = "%@ mensagens novas";
"AWAY_MASKED_SMSES_LABEL" = "mensagens";
"AWAY_MASKED_SMS_LABEL" = "mensagem";

"SIMULATOR_CARRIER_STRING" = "Rede";

"PRINT_CENTER_TITLE" = "Impressão";

"SEARCH_BAR_PLACEHOLDER" = "Pesquisar %@";
"NO_SEARCH_RESULTS" = "Nenhum resultado";
"EMPTY_SEARCH_RESULT" = "(sem nome)";
"SEARCH_SUBTITLE_SEPARATOR" = " — ";
"SEARCH_WEB" = "Pesquisar na web";
"SEARCH_WIKIPEDIA" = "Pesquisar na Wikipedia";
"SEARCH_TOP_HIT" = "Top mais";

"ALL_DAY"   = "Dia todo";
"YESTERDAY" = "Ontem";
"TODAY" = "Hoje";
"TOMORROW" = "Amanhã";
"TODAY_TOMORROW_YESTERDAY_DATE_FORMAT" = "%@ %@";

"REMOTE_NOTIFICATION_NEED_IDENTITY_ALERT_TITLE" = "Para usar avisos por Push, ligue ao iTunes.";
"REMOTE_NOTIFICATION_NEED_IDENTITY_ALERT_BODY" = "Este avisos - “%@” - incluem alertas, sons e emblemas no canto dos ícones.";
"REMOTE_NOTIFICATION_NEED_IDENTITY_ALERT_DISMISS" = "OK";

"REMOTE_NOTIFICATION_PERMISSION_ALERT_TITLE" = "“%@” gostaria de lhe enviar avisos por push";
"REMOTE_NOTIFICATION_PERMISSION_ALERT_BODY" = "Os avisos podem ser alertas, sons e emblemas, e podem ser configurados em Definições.";
"REMOTE_NOTIFICATION_CONTENT_DOWNLOAD_AND_PUSH_PERMISSION_ALERT_TITLE" = "“%@” gostaria de lhe enviar novas edições e avisos por push";
"REMOTE_NOTIFICATION_CONTENT_DOWNLOAD_PERMISSION_ALERT_TITLE" = "“%@” gostaria de lhe enviar novas edições";
"REMOTE_NOTIFICATION_CONTENT_DOWNLOAD_ALERT_BODY" = "As novas edições serão automaticamente descarregadas, quando houver ligação a uma rede Wi‑Fi. Esta configuração pode ser alterada em Definições.";
"REMOTE_NOTIFICATION_PERMISSION_ALERT_DENY" = "Não permitir";
"REMOTE_NOTIFICATION_PERMISSION_ALERT_ALLOW" = "OK";

"REMOTE_NOTIFICATION_SYSTEMWIDE_ALERT_TITLE" = "Active os avisos por Push, para que “%@” possa receber sons, alertas e emblemas.";
"REMOTE_NOTIFICATION_SYSTEMWIDE_ALERT_DISMISS" = "Cancelar";
"REMOTE_NOTIFICATION_SYSTEMWIDE_ALERT_SETTINGS" = "Definições";

"REMOTE_NOTIFICATION_SIMULATOR_NOT_SUPPORTED_NSERROR_DESCRIPTION" = "o simulador não tem suporte para avisos remotos";
"REMOTE_NOTIFICATION_ENTITLEMENT_NSERROR_DESCRIPTION" = "não foi encontrada nenhuma autorização '%@' para a aplicação";

"BACKGROUND_CONTINUATION_PERMISSION_ALERT_TITLE" = "“%@” gostaria de permanecer aberta em segundo plano";
"BACKGROUND_CONTINUATION_PERMISSION_ALERT_BODY" = "A execução de %@ em segundo plano pode ser configurada nas Definições.";
"BACKGROUND_CONTINUATION_PERMISSION_ALERT_DENY" = "Não permitir";
"BACKGROUND_CONTINUATION_PERMISSION_ALERT_ALLOW" = "OK";

"BATTERY_CHARGE_PERCENTAGE" = "Nível da bateria: %@"; 

"INTERNET_TETHERING_SINGLE_HOST" = "Hotspot pessoal: 1 ligação";
"INTERNET_TETHERING_MULTIPLE_HOSTS" = "Hotspot pessoal: %@ ligações";

"CLASS_0_ALERT_MESSAGE_FROM" = "Mensagem de %@:";

"APPLICATION_SWITCHER_TITLE" = "Aplicações";
"APPLICATION_SWITCHER_CANCEL" = "Cancelar";
"APPLICATION_SWITCHER_QUITAPP" = "Sair";

"DATA_PLAN_LATER" = "Noutra altura";
"DATA_PLAN_NOW" = "Agora";

"DATA_PLAN_NEW_ACCOUNT_TITLE" = "Conta de dados móveis";
"DATA_PLAN_NEW_ACCOUNT_BODY" = "Não dispõe ainda de um plano de dados. Gostaria de configurar uma conta agora? Pode igualmente fazê‑lo mais tarde, em Definições.";

"DATA_PLAN_DISABLE_TITLE" = "Dados móveis";
"DATA_PLAN_DISABLE_BODY" = "Se preferir não receber avisos acerca do plano de dados móveis, pode desactivar a opção dados móveis nas Definições.";

"DATA_PLAN_ADD_TITLE" = "Utilização do plano de dados móveis";
"DATA_PLAN_ADD_LOW_BODY" = "Só falta %@ para o seu plano de dados chegar ao fim. Gostaria de acrescentar mais dados ao plano? Se não acrescentar agora, pode fazê‑lo mais tarde em Definições.";
"DATA_PLAN_ADD_EXPIRATION_BODY_MULTIPLE_DAYS" = "Faltam %@ dias para o seu plano de dados chegar ao fim. Gostaria de acrescentar mais tempo ao plano? Se não acrescentar agora, pode fazê‑lo mais tarde, em Definições.";
"DATA_PLAN_ADD_EXPIRATION_BODY_ONE_DAY" = "Falta um dia para o seu plano de dados chegar ao fim. Gostaria de acrescentar mais tempo ao plano? Se não acrescentar agora, pode fazê‑lo mais tarde, em Definições.";
"DATA_PLAN_ADD_EXPIRATION_BODY_LESS_THAN_MULTIPLE_DAYS" = "Faltam menos de %@ dias para o seu plano de dados chegar ao fim. Gostaria de acrescentar mais tempo ao plano? Se não acrescentar agora, pode fazê‑lo mais tarde, em Definições.";
"DATA_PLAN_ADD_EXPIRATION_BODY_MULTIPLE_HOURS" = "Faltam aproximadamente %@ horas para o seu plano de dados chegar ao fim. Gostaria de acrescentar mais tempo ao plano? Se não acrescentar agora, pode fazê‑lo mais tarde, em Definições.";
"DATA_PLAN_ADD_EXPIRATION_BODY_ONE_HOUR" = "Falta aproximadamente uma hora para o seu plano de dados chegar ao fim. Gostaria de acrescentar mais tempo ao plano? Se não acrescentar agora, pode fazê‑lo mais tarde, em Definições.";
"DATA_PLAN_ADD_EXPIRATION_BODY_MULTIPLE_MINUTES" = "Faltam aproximadamente %@ minutos para o seu plano de dados chegar ao fim. Gostaria de acrescentar mais tempo ao plano? Se não acrescentar agora, pode fazê‑lo mais tarde, em Definições.";
"DATA_PLAN_ADD_EMPTY_BODY" = "Esgotou os dados disponíveis no seu plano. Gostaria de acrescentar mais? Se não acrescentar dados agora, pode fazê‑lo mais tarde em Definições.";

"DATA_PLAN_ACTIVATED_TITLE" = "Plano de dados activado";
"DATA_PLAN_ACTIVATED_FORMAT" = "A activação do plano de dados móveis %@ foi bem sucedida.";

"DATA_PLAN_UPDATED_TITLE" = "Plano de dados móveis actualizado";
"DATA_PLAN_UPDATED_FORMAT" = "A actualização do plano de dados móveis %@ foi bem sucedida.";

"DATA_PLAN_FAILED_TITLE" = "Falha na activação do plano de dados";
"DATA_PLAN_FAILED_ACTIVATE_FORMAT" = "A activação do plano de dados móveis %@ não foi bem sucedida.";
"DATA_PLAN_FAILED_UPDATE_FORMAT" = "A actualização do plano de dados móveis %@ não foi bem sucedida.";

"DATA_PLAN_FAILED_TRY_LATER" = "Cancelar";
"DATA_PLAN_FAILED_TRY_AGAIN" = "Voltar a tentar";

"ORIENTATION_LOCK_PORTRAIT_LOCKED" = "Orientação vertical bloqueada";
"ORIENTATION_LOCK_PORTRAIT_UNLOCKED" = "Orientação desbloqueada";
"ORIENTATION_LOCK_LANDSCAPE_LOCKED" = "Orientação horizontal bloqueada";
"ORIENTATION_LOCK_UNLOCKED" = "Orientação desbloqueada";

"MUTE_ON" = "Sem som";
"MUTE_OFF" = "Com som";

/* format string for alarms on events in other time zones - #1 is main time string, #2 is time in other time zone (e.g. 'Today at 1:00 pm (4:00 pm EDT)')*/
"ALARM_OTHER_TIMEZONE_FORMAT" = "%1$@ (%2$@)";

"IBOOKS_UNSUPPORTED_TITLE" = "Actualização do iBooks";
"IBOOKS_UNSUPPORTED_BODY" = "Descarregue a actualização grátis na App Store.";
"IBOOKS_UNSUPPORTED_DOWNLOAD" = "Descarregar";
"IBOOKS_UNSUPPORTED_CANCEL" = "Cancelar";

"BULLETIN_LIST_DONE" = "OK";
"BULLETIN_LIST_CLEAR" = "Limpar";
"BULLETIN_LIST_NO_NEW_NOTIFICATIONS" = "Nenhuma notificação nova";

"SYNCING_ICON_LABEL" = "A sincronizar…";
"CLEANING_ICON_LABEL" = "A limpar…";

// Software Update Alerts
"SOFTWARE_UPDATE_AVAILABLE_ALERT_TITLE"  = "Actualização de software";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_BODY"   = "%@ está disponível.";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_BODY_IPHONE" = "%@ está disponível para o iPhone.";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_BODY_IPAD" = "%@ está disponível para o iPad.";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_BODY_IPOD" = "%@ está disponível para o iPod.";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_CANCEL" = "Fechar";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_ACTION" = "Detalhes";

"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_TITLE"      = "Actualização de software";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_PLURAL"          = "Este software (%@) será instalado dentro de %@ segundos. Uma vez terminada a instalação, o seu dispositivo será reiniciado.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_SINGULAR"        = "Este software (%@) será instalado dentro de %@ segundo. Uma vez terminada a instalação, o seu dispositivo será reiniciado.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_PLURAL_IPHONE"   = "Este software (%@) será instalado dentro de %@ segundos. Uma vez terminada a instalação, o seu iPhone será reiniciado.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_SINGULAR_IPHONE" = "Este software (%@) será instalado dentro de %@ segundo. Uma vez terminada a instalação, o seu iPhone será reiniciado.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_PLURAL_IPAD"     = "Este software (%@) será instalado dentro de %@ segundos. Uma vez terminada a instalação, o seu iPad será reiniciado.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_SINGULAR_IPAD"   = "Este software (%@) será instalado dentro de %@ segundo. Uma vez terminada a instalação, o seu iPad será reiniciado.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_PLURAL_IPOD"     = "Este software (%@) será instalado dentro de %@ segundos. Uma vez terminada a instalação, o seu iPod será reiniciado.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_SINGULAR_IPOD"   = "Este software (%@) será instalado dentro de %@ segundo. Uma vez terminada a instalação, o seu iPod será reiniciado.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_CANCEL"     = "Noutra altura";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_ACTION"     = "Instalar";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_LOCK_LABEL" = "esperar";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_LOCK_LABEL_SHORT" = "aguardar";

"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_ALERT_TITLE"        = "A actualização de software falhou.";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_ALERT_BODY_GENERIC" = "Ocorreu um erro durante a descarga de %@.";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_ALERT_CANCEL"       = "Fechar";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_ALERT_ACTION"       = "Definições";

"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_STORAGE_ALERT_TITLE"  = "Não foi possível descarregar a actualização";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_STORAGE_ALERT_BODY"   = "Não há espaço suficiente para descarregar %@. O armazenamento pode ser gerido em Definições.";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_STORAGE_ALERT_CANCEL" = "Fechar";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_STORAGE_ALERT_ACTION" = "Definições";

"SOFTWARE_UPDATE_INSTALL_FAILURE_UNAVAILABLE_TITLE"  = "Actualização de Software indisponível";
"SOFTWARE_UPDATE_INSTALL_FAILURE_UNAVAILABLE_BODY"   = "De momento, a Actualização de Software não se encontra disponível. Volte a tentar mais tarde.";
"SOFTWARE_UPDATE_INSTALL_FAILURE_ALERT_TITLE"        = "Impossível instalar actualização";
"SOFTWARE_UPDATE_INSTALL_FAILURE_GENERIC_ALERT_BODY" = "Ocorreu um erro durante a instalação de %@.";
"SOFTWARE_UPDATE_INSTALL_FAILURE_BATTERY_ALERT_BODY" = "Para ser actualizado, o dispositivo necessita de, pelo menos, %@ de bateria ou de estar ligado à corrente.";
"SOFTWARE_UPDATE_INSTALL_FAILURE_STORAGE_ALERT_BODY" = "A actualização de software necessita de pelo menos %@ de armazenamento disponível.";
"SOFTWARE_UPDATE_INSTALL_FAILURE_NETWORK_ALERT_BODY" = "Para actualizar o software, tem de haver ligação à rede.";
"SOFTWARE_UPDATE_INSTALL_FAILURE_ALERT_CANCEL"       = "Fechar";
"SOFTWARE_UPDATE_INSTALL_FAILURE_ALERT_ACTION"       = "Definições";

"SOFTWARE_UPDATE_VERIFYING_ALERT_BODY" = "A confirmar actualização…";

"SOFTWARE_UPDATE_VERIFICATION_FAILED_ALERT_TITLE"  = "Não foi possível confirmar a actualização";
"SOFTWARE_UPDATE_VERIFICATION_FAILED_ALERT_BODY"   = "Não foi possível confirmar %@, porque o computador já não está ligado à Internet.";
"SOFTWARE_UPDATE_VERIFICATION_FAILED_ALERT_CANCEL" = "Fechar";
"SOFTWARE_UPDATE_VERIFICATION_FAILED_ALERT_ACTION" = "Voltar a tentar";

// Newsstand card icon
"NEWSSTAND_CARD_TEXT" = "Pode descarregar revistas e jornais na App Store.";

// Relative date strings
"RELATIVE_DATE_FUTURE_SEC"  = "daqui a %@s";
"RELATIVE_DATE_FUTURE_MIN"  = "daqui a %@min";
"RELATIVE_DATE_FUTURE_HOUR" = "daqui a %@h";
"RELATIVE_DATE_NOW"         = "agora";
"RELATIVE_DATE_PAST_SEC"    = "há %@s";
"RELATIVE_DATE_PAST_MIN"    = "há %@m";
"RELATIVE_DATE_PAST_HOUR"   = "há %@h";
"RELATIVE_DATE_PAST_DAY"    = "há %@d";
